Repository: VentGrey/pluma-plugins
Catalog: po/*.po
Languages: ta

source: Bookmarks
ta: புத்தகக்குறிகள்

source: Easy document navigation with bookmarks
ta: புத்தகக்குறிகளுடன் எளிய ஆவண நகர்த்தல்

source: Toggle Bookmark
ta: டோகுல் புத்தக்குறி

source: Toggle bookmark status of the current line
ta: நடப்பு கோட்டில் டோகும் புத்தக்குறியின் நிலை

source: Goto Next Bookmark
ta: அடுத்த புத்தக் குறிக்கு செல்

source: Goto the next bookmark
ta: அடுத்த புத்தக்குறிப்பிற்கு செல்லவும்

source: Goto Previous Bookmark
ta: முந்தைய புத்தக குறிப்புகளுக்கு செல்

source: Goto the previous bookmark
ta: முந்தைய புத்தக குறிப்புகளுக்கு செல்லவும்

source: Automatically adds closing brackets.
ta: தானாகவே அடைப்புக்குறிகளை சேர்ப்பதற்கு மூடுகிறது.

source: Bracket Completion
ta: அடைப்புக்குறி முடிவுற்றது

source: Character Map
ta: வரைப்பட எழுத்துக்கள்் அல்லா)

source: Insert special characters just by clicking on them.
ta: குறிப்பிட்ட எழுத்துக்களை அவற்றை கிளிக் செய்து உள்நுழைக்கவும்.

source: Code comment
ta: குறியீடு குறிப்புஎண்ணி

source: Comment out or uncomment a selected block of code.
ta: குறிப்பு வெளியே அல்லது குறிப்பில்லாத ஒரு தேர்ந்தெடுக்கப்பட்ட தொகுதி குறியீடு.

source: Co_mment Code
ta: விளக்க குறியீடு (_m)

source: Comment the selected code
ta: தேர்ந்தெடுக்கப்பட்ட குறியீட்டுக்கு குறிப்புஉரையை நீக்கு

source: U_ncomment Code
ta: குறிப்பில்லாத குறியீடு (_n)

source: Uncomment the selected code
ta: தெரிவு செய்த உரையை நீக்கு

source: Color Picker
ta: நிறத்தை எடுப்பவர்

source: Pick a color from a dialog and insert its hexadecimal representation.
ta: உரையாடலிலிருந்து ஒரு நிறத்தை எடுத்து அதன் எண்ம தசமத்தில் நுழைக்கவும்

source: Pick _Color...
ta: வண்ணத்தை எடுக்கவும் (_C)...

source: Pick a color from a dialog
ta: உரையாடலிருந்து ஒரு வண்ணத்தை எடுக்கவும்

source: Pick Color
ta: வண்ணத்தை எடு

source: _Insert
ta: உள்நுழை (_I)

source: Draw Spaces
ta: இடைவெளிகளை இழுக்கவும்

source: Draw Spaces and Tabs
ta: இடைவெளி மற்றும் ஓட்டுகளை இழுக்கவும்

source: Draw leading spaces
ta: முன்னு இடைவெளிகளை இழுக்கவும்

source: Draw new lines
ta: புதிய கோடுகளை இழுக்கவும்

source: Draw non-breaking spaces
ta: உடையப்படாத இடைவெளிகளை இழுக்கவும்

source: Draw spaces
ta: இடைவெளியை இழு

source: Draw spaces in text
ta: உரையினுள் இடைவெளியை இழு

source: Draw tabs
ta: ஒட்டுகளை இழு

source: Draw trailing spaces
ta: பின்னாலுள்ள இடைவெளிகளை இழுக்கவும்

source: Show _White Space
ta: வெள்ளை இடைவெளியை காட்டு (_W)

source: Show spaces and tabs
ta: இடைவெளிகள் மற்றும் ஒட்டுகளை காட்டு

source: Error dialog
ta: பிழை உரையாடல்

source: Join several lines or split long ones
ta: சில கோடுகளை சேர்க்கவும் அல்லது நீளமான ஒன்றை பிளக்கவும்

source: Join/Split Lines
ta: கோடுகளை சேர்க்கவும்/பிளக்கவும்

source: _Join Lines
ta: கோடுகளுடன் சேர் (_J)

source: Join the selected lines
ta: தேர்ந்தெடுக்கப்பட்ட கோடுகளுடன் சேரவும்ியை அமை வடிவப்படுத்து

source: _Split Lines
ta: பிளவுப்பட்ட கோடுகள் (_S)

source: Split the selected lines
ta: தேர்ந்தெடுக்கப்பட்ட கோடுகளை பிரிக்கவும்

source: Tab_bar
ta: ஒட்டு பட்டி (_b)

source: Show or hide the tabbar in the current window
ta: ஒட்டு பட்டி நடப்பு சாளரத்தில் காட்டு அல்லது மறை

source: Tabbar is Visible
ta: ஒட்டுபட்டி தெரிகிறது

source: Whether the tabbar should be visible in editing windows.
ta: திருத்தப்பட்ட சாளரங்களில் ஒட்டுபட்டி தெரியுமா.

source: Add a menu entry to show/hide the tabbar.
ta: தத்தலை பட்டையை காட்ட/மறைக்க ஒரு மெனு உள்ளீட்டை சேர்.

source: Show/Hide Tabbar
ta: ஒட்டுபட்டியை காட்டு/மறை

source: Sa_ved sessions
ta: சேமிக்கப்பட்ட அமர்வுகள் (_v)

source: _Save current session
ta: நடப்பு அமர்வை சேமிக்கவும் (_S)

source: Save the current document list as a new session
ta: தற்போதைய ஆவணப் பட்டியலை ஒரு புதிய அமர்வாக சேமிக்கவும்

source: _Manage saved sessions...
ta: சேமிக்கப்பட்ட அமர்வுகளை மேலாண்மை செய் (_M)...

source: Open the saved session manager
ta: சேமிக்கப்பட்ட அமர்வு மேலாளரை திறக்கவும் திறக்கவும்

source: Recover '%s' session
ta: '%s' அமர்வை திரும்ப பெறுதல்

source: Session Name
ta: அமர்வின் பெயர்

source: Save and restore your working sessions
ta: உங்களுடைய பணிபுரியும் அமர்வுகளை மறுசேகரித்து மற்றும் சேமிக்கவும்

source: Session Saver
ta: அமர்வு சேமிப்பவர்

source: Save session
ta: அமர்வை சேமிக்கவும்் சேமி

source: Saved Sessions
ta: அமர்வுகள் சேமிக்கப்பட்டது

source: Session name:
ta: அமர்வின்வகையின:் பெயர்

source: Forget you're not using tabulations.
ta: நீங்கள் தத்தலை பயன்படுத்த மறந்துவிட்டீர்கள்.

source: Smart Spaces
ta: சுருக்க இடைவெளிகள்

source: Embed a terminal in the bottom pane.
ta: ஒரு முனையத்தை கீழ் பலகத்தில் உட்பொதியவும்.

source: Embedded Terminal
ta: உட்பொதியப்பட்ட முனையம்

source: Terminal
ta: முடிவு

source: C_hange Directory
ta: அடைவை மாற்று (_h)

source: Document Words
ta: ஆவண வார்த்தைகள்

source: Word Completion
ta: வார்த்தை முடிவுற்றது

source: Word completion using the completion framework
ta: முடிவடைந்த frameworkஐ பயன்படுத்தி வார்த்தை முடிவடைகிறது
